{
  "alpha-nvim": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "github-theme": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "indentmini.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.ai": { "branch": "main" },
  "mini.bufremove": { "branch": "main" },
  "mini.extra": { "branch": "main" },
  "mini.hipatterns": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.notify": { "branch": "main" },
  "mini.pick": { "branch": "main" },
  "mini.snippets": { "branch": "main" },
  "mini.statusline": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "mini.tabline": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "smear-cursor.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "which-key.nvim": { "branch": "main" }
}
